Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
brh: دا زبان ئے چیک کننگ کن فلحال ہچو وڑ ئس اف۔ بشخنداری صفحہ ریفریش کبو یا ولدا اسے وارس کوشست کبو۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
brh: زبان نا باروٹ سوچنگ نا باز ڈول ارے۔ اسپیچ ریکگنیشن ماڈلز نا مسخت کن، کامن وائس سوج ایتک کہ 'اواری سوچنگ' آ خیال کننگ اے، یا 'انت اندا زبان نا پاروکاک زیات اسے ایلو ئے پو مننگ نا کوشست ئے کیرہ؟

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
brh: دا زبان کن پین سوج اف۔ اگہ نم گڑاس الانورے، گڑا نما الوکا مواد تون اوار برجا تخننگ کینہ یا آڈیو ٹرانسکرائب آ انبو ولدا واپس کوشست کننگ کیرے۔

source: The recording was too long.
brh: ریکارڈنگ بھاز مرغن ئس۔

source: The recording was too quiet.
brh: ریکارڈنگ بھاز چُپ ئس۔

source: The recording was too short.
brh: ریکارڈنگ بھاز گونڈ ئس۔

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
brh: فیلحال دا زبان کن نقل کننگ کن ہچو آڈیو ئس اف۔ اگہ نم توار ئس جوڑ کرینورے گڑا نما ہمو جوڑ کروکا مواد تون اوار برجا تخننگ کینہ یا ٹرانسکرپشنز نا جاچ ئے النگ کینہ و ولدا اسہ وار واپس کوشست کینہ۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
brh: فی الحال دا زبان نا مٹ کننگ کن ہچو آڈیو ئس اف۔ بشخنداری پنہ ئے ریفریش کبو یا پدان ولدا کوشست کبو۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
brh: ماخذ متن ٹی مثالی وڑ اٹ ہچو نمبر ئس مروئی اف انتئے کہ او تیز توار اٹ خواننگ آن ویل جوڑ مننگ کیک۔ ہرا وڑ کہ اسہ نمبر ئس خواننگک او سیاق و سباق نا زی آ مریک و ڈیٹاسیٹ ٹی الجھن ودی کننگ کیک۔ دنکہ، نمبر "2409" ئے "چوبیس صفر نو" و "دو ہزار چار سو نو" ہڑتوماتے سہی وڑ اٹ خواننگ کیرہ۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
brh: خوانکاتا نیام ٹی توار نا شیفی بڑزیی فطرتی جتا مننگ کیک۔ صرف ہمو توار ئے رد کبو ہرانا توار بھاز بڑزا اے ہراکے ریکارڈنگ ئے پرغک، یا (عام وڑ اٹ) اگہ دانا توار انداخس کم اے کہ نے معلوم مفک کہ او انت پاننگ ئے بیدس نوشتئی متن آن۔

source: The route was unclear.
brh: کسر واضح اَلو۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
brh: دازبانک دا وخت کمیونٹی ڈویلپمنٹ نا دُو ٹی او۔ <localizationGlossaryLink>ویب سائٹ لوکلائزیشن</localizationGlossaryLink> و <sentenceCollectionGlossaryLink>جملہ غاتا مُچی</sentenceCollectionGlossaryLink> برجا کننگ نا گُرج ارے۔

source: The selected file is too large
brh: ارفوکا فائل بھاز بھلن اے

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
brh: جملہ جمع کروکا کامن وائس پلیٹ فارم نا پارہ غا اننگ اے۔ داسہ نم کامن وائس آ اسہ جملہ ئس <writeURL>لکھنگ کیرے</writeURL> یا <reviewURL>جاچ البو</reviewURL> اسہ جملہ ئس جمع کننگ کیرے۔

source: The sentence has a grammatical or spelling error.
brh: جملہ غاتیٹی گرائمر یا حروف نا ردینک ارے

source: The sentence has disrespectful or offensive language.
brh: جملہ غاک بےا دب و زوراکی نا زبان ٹی او۔

source: The sentence must be grammatically correct.
brh: جملہ نا گرائمر المی سہی مرے۔

source: The sentence must be speakable.
brh: جملہ المی خواننگ نا قابل مرے۔

source: The sentence must be spelled correctly.
brh: جملہ غاتا حروفاک المی سہی مریر۔

source: The sentence should have fewer than 15 words.
brh: جملہ 15 لوزاتیان کم مرے۔

source: The site is ready to be launched when it reaches 75% completion.
brh: سائٹ 75% پورو مننگ اسکان بنا مننگ کن تیار اے۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
brh: سائٹ نا زوت آن زوت بیک اپ الننگک۔ پوسکنا چاہنداری تیکن، براہ کرم <matrixLink>Matrix کمیونٹی چیٹ</matrixLink> تی ساڑی مبو یا <githubLink>GitHub</githubLink> یا <discourseLink>ننا ڈسکورس فورمز</discourseLink> ئے سائٹ نا آزموندہ نا ویلاتے جمع کریفنگ و مانیٹر کننگ کن ہوربو۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
brh: دا TED-LIUM کارپس تواری ہیت آن جوڑ مسونے و دافتا درشان نا TED ویب سائٹ آ تخوکے۔

source: The website text is translated into that language.
brh: دا ویب سائٹ نا لوز ہمو زبان ٹی مٹ مسونے۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
brh: دا مواد اسہ بندغ سینا پجار آن ذاتی وڑ اٹ چاہنگوکا چاہنداری تیا مشتمل او، دنکہ اونا پن، ای میل ڈس، جاگہ, پجار نمبر، یا فون نمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
brh: دا مواد اسہ بندغ سینا پجار آن ذاتی وڑ اٹ چاہنگوکا چاہنداری تا ارفنگ اے، دنکہ اونا پن، ای میل ڈس، جاگہ, پجار نمبر، یا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
brh: دا چاہنداری تے تننگ نما منشا اے۔ نم صرف دا وڑ ساڑی کروئی اے۔ ہرا وخت نم آسودہ مریرے۔ ہرا وخت ڈیٹا سیٹ برجا مریک۔ تو نن مچا ذاتی معلومداری تے تخلص کینہ، و دا گڑا ئے یقینی کننگک کہ کل معلوماتاک دنکہ پِن و ای میل ہمو ڈغار تون گنڈوک افس دنکہ عمر و جنس۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
brh: دا چاہنداری تے تننگ اختیاری او۔ نمے صرف ہم وڑ اٹ ساڑی کروئی ئے ہرا وخت نم آسودہ مریرے۔ ہرا وخت نن ڈیٹا سیٹ برجا کینہ، گڑا نن مُچا چاہنداری تا تخلص کینہ، و دا ہیت ئے پک کینہ کہ نما پِن و ای میل کونا معلوماتاک آبادیاتی معلوماتاک دنکہ عمر یا جنس آن گنڈوک افس۔ ٹیکنالوجی کن ہر اسٹ کن جوان وڑ اٹ کاریم کننگ کے، ہمو ڈیٹا ہرا ڈویلپرز ئے ٹیکنالوجی جوڑ کننگ اٹ کمک کیک، مخلوق نا جتا انگا رینج آتے پاش کننگ نا گُرج ارے۔ دا باروٹ پین چابو کہ میٹا ڈیٹا انتئے اہمیت تخک۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
brh: دا اسہ استعمال مروکاتیا چلینگوکو پتہ ئس اے ہراٹی پاروکا ہندسہ غاتا پجار آؤ/اخہ ئے معلوم کننگ کن ڈیٹا مریک

source: This is how you cite yourself if you wrote the content yourself.
brh: اگہ نم تینا جند نا متن ئس لکھانورے تو نم دا وڑ حوالہ اتیرے۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
brh: دا منصوبہ نم کونا بندغاتیان بیدس ممکن اف۔ 🎉 کامن وائس تون اوار مننگ کن بھاز رابطہ نا وڑ ارے - نمے دا چائنگ نا گرج اف کہ کمک کننگ کن کوڈ امر جوڑ کیرہ!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
brh: دا ترتیب نما لیڈر بورڈ نا پاش مننگ ئے کنٹرول کیک۔ ڈکنگ آن، نما مستی کاریم تے نمے اسکان تخک۔ دا نا مطلب دادے کہ نما فوٹو، خواجہ نا پن و لیڈر بورڈ نا شونداری ئے پاش کپک۔ نوٹ کبو کہ لیڈر بورڈ ریفریش ٹی بدلی تے پُر کننگ ٹی ~{ $minutes } منٹ لگک۔

source: Three to go!
brh: مسہ اننگ کن!

source: Thur
brh: تھر

source: Tibetan
brh: تبتی

source: Tigre
brh: ٹائیگر

source: Tigrinya
brh: ٹگرینیا

source: Toba Qom
brh: توبہ قم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
brh: تینا ای میل بدل کننگ یا بدلی اتننگ کن، ننے ای میل ئس رادہ کبو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
brh: اینو

source: Today's Common Voice progress on clips recorded
brh: ریکارڈ کروکا کلپاتیا اینو نا کامن وائس نا مُستی اننگ

source: Today's Common Voice progress on clips validated
brh: کلپاتیا اینو نا اواری توار آتا مُستی مننگ نا امنائی مس

source: Today's Progress
brh: اینو نا شونداری

source: Toki Pona
brh: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
brh: دا دے کامن وائس نا ڈیٹا سیٹ ٹی جوڑ کننگ کے لازمی ئے کہ ارا جتا جتا او کارمرز کروک دادے سہی پار۔

source: Too many files
brh: اسل بھاز فائلاک

source: Top Contributors
brh: بھلا کمکاراک

source: Torwali
brh: تورولی

source: Total
brh: سرجم

source: Total Approved
brh: مُچ منوکاک

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
brh: راستی کنڈان نن فائدہ غاتا دروش ئس نشان ایتینہ و دا پانہ کہ نن ہرا چاہنداری تا درشان ئے کینہ۔ تینا اوزار آ کامن وائس اکاؤنٹ تون اوار برجا کننگ کن شیف تروکا لنک ئے استعمال کبو۔

source: Toward next goal
brh: مستی مزل کن

source: Track progress here and on your stats page.
brh: تینا شونداری ئے داڑے و تینا حساب نا پنہ غا درشان کبو۔

source: Transcribe
brh: مٹ کننگ

source: Transcribe answers
brh: ورندی تے نوشتہ کبو

source: Transcribe Audio
brh: آڈیو نا درشانی کبو

source: Transcribe audio recordings into text
brh: آڈیو ریکارڈنگ ئے لوز آتیٹی درشان کبو

source: Transcribe audio recordings in your language
brh: تینا زبان ٹی ریکارڈ کروکا آڈیو ئے درشان کبو

source: Transcript edited successfully
brh: ٹرانسکرپٹ ٹی سرسہبی اٹ بدلی بس

source: Transcript skipped successfully
brh: ٹرانسکرپٹ سرسہبی اٹ یلہ کننگا۔

source: Transcript submitted successfully
brh: مٹ سرسہبی اٹ جمع مس

source: Transcript voted successfully
brh: ٹرانسکرپٹ ئے سرسہبی اٹ ووٹ تننگا۔

source: Transgender
brh: کداڑا

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
brh: <translateVideoLink>Pontoon استعمال کننگ نا طریقہ نا باروٹ ننا گائیڈ ئے ہوربو۔</translateVideoLink>

source: Translating the site
brh: سیٹ نا مٹ کننگ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
brh: مٹ انگریزی آن اے، ولے نم ایلو زبان آتیٹی <strong>سلا و سوج</strong> ہوننگ کیسہ۔ <strong>پروفائل</strong> آئیکن آ کلک کبو، ولدا <strong>ترتیباک</strong> تا لنک آ کلک کبو و نم ہرا زبان ئے پارے ہمودے ساڑی کبو۔ شیف راستی کونہ ٹی مٹ نا اسے لڑ ئس اے ہرادے <strong>Locales</strong> پارہ۔ مٹ اسے دے سیان گڈ سائٹ آ نشان ایترہ۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
brh: کامن وائس سائٹ نا مٹ <strong>پونٹون</strong> آ مریک۔

source: Try again by dragging your file here
brh: تینا فائل ئے دانگ چکنگ کن ولدا کوشست کبو

source: Try uploading again
brh: ولدا اپلوڈ کننگ کن کوشست کبو

source: Tshivenda
brh: شیوینڈا

source: Tunen
brh: ٹونین

source: Tupuri
brh: ٹوپوری

source: Turkish
brh: ترکی

source: Turkmen
brh: ترکمان

source: Tush
brh: ٹش

source: Tuvan
brh: ٹوان

source: Twi
brh: ٹوئی

source: Typically megabytes
brh: عام انگا وڑ اٹ میگا بائٹس

source: Ubykh
brh: ابیخ

source: Ukrainian
brh: یوکرینی

source: Understand contribution criteria
brh: معیار نا کمک ئے پُو مبو

source: Understand how to contribute and validate on the Common Voice dataset
brh: کامن وائس ڈیٹاسیٹ آ کمک کننگ و تصدیق کننگ نا ڈول ئے پُو مبو۔

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
brh: پُو مبو کہ توارتا کلپاتے بننگ نا وخت آ ہرا گڑاتے پٹوئی مریک و تینا توار نا ریکارڈنگ ئے پین جوان کننگ کن کمک کبو!

source: Universities, Academics and Researchers
brh: یونیورسٹیک، اکیڈمیک و پولکارک

source: Upload aborted. Do you want to delete your recordings?
brh: اپلوڈ ئے توننگا۔ انت نم خوارے کہ نما ریکارڈنگ مٹائفنگے؟

source: Upload an image file
brh: اسہ عکس نا فائل ئس اپلوڈ کبو

source: { $uploadedQuestions } of { $totalQuestions } questions collected
brh: { $totalQuestions } سوج آتیان { $uploadedQuestions } جمع کنننگانو۔

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
brh: { $totalQuestions } سوج آتیان { $uploadedQuestions } جمع کننگانے۔ سوج آتے ساڑی کننگ نا ڈول نا باروٹ گیشتر پو مننگ کن ننا <guidelinesLink>رہنمائی خطوط</guidelinesLink> پنہ غاتے ہوربو

source: { $uploadedSentences } of { $totalSentences } sentences collected
brh: { $uploadedSentences } نا{ $totalSentences } جملہ جمع مس

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
brh: { $uploadedSentences } او تیان{ $totalSentences } جملہ غاتے جمع کننگا۔ رد مروکا جملہ غاتے ڈاؤن لوڈ کننگ کے <downloadLink>داڑے</download Link> کلک کبو۔

source: Upload failed, please retry.
brh: اپلوڈ بےسرسہب مس، بشخنداری ولدا کوشست کبو۔

source: Upload <icon></icon> public domain sentences
brh: السی ڈومین نا جملہ غاتے <icon></icon> اپ لوڈ کبو۔

source: Upload in progress...
brh: اپلوڈنگ برجا اے

source: Upload more sentences?
brh: پین جملہ جمع کبو؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
brh: کلپ نا سرور ٹی اپلوڈ بے سرسہب مننگ اے۔ پنہ ئے واپس لوڈ کبو یا رزس پدان ولدا کوشست کبو۔

source: Upload of this clip keeps failing, keep retrying?
brh: کلپ نا اپلوڈ بے سرسہب مننگ اے، ولدا کوشست کریسہ کبو؟

source: Urdu
brh: اردو

source: Use correct grammar
brh: سہی گرامر کارمرز کبو

source: Use correct spelling and grammar
brh: سہی حرف و گرائمر ئے کارمرز کبو

source: Use correct spelling and grammar.
brh: سہی حرف و گرائمر ئے کارمرز کبو

source: Use correct spelling and punctuation
brh: سہی حرف و ادائیگی کبو

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
brh: <mark>نامیاتی اسپیچ سیاق و سباق</mark> کن فائدہ والو و کسیز استعال کبو (دنکہ، ہرا وخت نم خوارے کہ اسپیچ ریکگنیشن ہمو بندغ آتیتون کاریم کے ہرا کہ بیدس اسکریٹ و ہیت و گپ کیرہ)

source: User Name
brh: کارمرز کروکا نا پِن

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
brh: کامرزکروکاک عطیہ کروکا کلپس آتے سہی کیرہ، دا اوننگ مریک کہ پاروکا جملہ غاتے جوان خوانانے۔

source: Uyghur
brh: ایغور

source: Uzbek
brh: ازبک

source: Validate
brh: تصدیق کننگ

source: Validated Clips
brh: منوکا کلپاک

source: Validated Hours
brh: تصدیق کرو گھنٹہ غاک

source: Validated Hr. Total
brh: Hr. Total آن تصدیق مروکا

source: Validate readings
brh: گچین آ خواننگ

source: Validate Readings
brh: خواننگ نا امنائی

source: Validate Readings, Review Transcriptions
brh: خواننگ نا امنائی کبو، نقل آتا جاچ ئے البو۔

source: Validate Readings <small>(Coming soon)</small>
brh: خواننگ نا امنائی کبو <small>(زو بننگ اے)</small>

source: Validate readings submitted by community members
brh: خاہوت نا باسک آتا پارہ غان جمع کروکا ریڈنگ نا امنائی کبو۔

source: Validate user-recorded readings in your language
brh: تینا زبان ٹی کامرزکروکا نا ریکارڈ کروکا نا امنائی ئے کبو۔

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
brh: <validateIcon></validateIcon> نا تصدیق کبو انت یہ سوجاک راہشونی کننگ ٹی او؟

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
brh: عطیہ کروکا کلپاتا تصدیق کننگ کامن وائس کن بھاز اہم اے۔ بِنبو و اوپن سورس وائس ڈیٹا نا معیاری جوڑ کننگ اٹ ننا کمک کبو۔

source: Validation Progress
brh: سرجمی مُستی اننگ

source: Validations
brh: تصدیقاک

source: Value and recognition.
brh: قدر و پجار

source: Variant Contribution Options
brh: بدلی نا کمک نا آپشن

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
brh: بدلی زبان نا اسہ خاصو دروشم ئس اے۔ ایک مخصوص شکل ہیں - دنکہ جغرافیہ یا مخلوق ٹی رہونگوکاتا وسیلہ اٹ اواری۔ بھاز وخت دا بولی پاننگرہ۔

source: Varying Pronunciations
brh: لوزتا ادائیگی نا جتا مننگ

source: Venetian
brh: وینیشین

source: Version
brh: ورژن

source: Very common mistakes include:
brh: عام انگا ردینکاک اوار او:

source: Vietnamese
brh: ویتنامی

source: View your progress against personal and project goals.
brh: ذاتی و منصوجہ نا مزل ٹی تینا شونداری ئے ہوربو

source: Visible
brh: پاش انگا

source: Voice clips are entered into a submission queue that readies them for listening.
brh: توار آتا کلپس آتے جمع کننگ کے لڑ ٹی اوار کننگرہ ہراکے اوفتے بننگ کن تیار کیک۔

source: Voice Collection
brh: توارتا مُچی

source: Voice Contribution
brh: توار نا کمک

source: Voice Dataset, Ready for Download
brh: وائس ڈیٹا سیٹ، ڈاؤن لوڈ کن تیار اے

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
brh: توار قدرتی اے، توار انسان کن اے۔ اندا وجہ اے کہ نن کارمرز مروکا توارتے ودی کننگ اٹ است خوائی تخینہ۔ ننا مشیناتیکن۔ ولے توار نا نظام جوڑ کننگ کے، ڈویلپرز تے زیات توار نا گرج مریک۔ ڈیٹا۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
brh: توار قدرتی اے، توار انسان کن اے۔ اندا وجہ اے کہ نن کارمرز مروکا توارتے ودی کننگ اٹ است خوائی تخینہ۔ ننا مشیناتیکن ٹیکنالوجی۔ ولے توار نا نظام جوڑ کننگ کے، توار نا اسہ بھلو مُچی نا ڈیٹا سینا گُرج ارے۔

source: Voices Online Now
brh: توارک داسہ آن لائن او

source: Voice Validation
brh: توار نا سوگوئی

source: Volume
brh: ولیم (توار نا شیف بڑزی)

source: Votic
brh: ووٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
brh: VoxForge ئے مفت و اوپن سورس اسپیچ ریکگنیشن انجناتے تون اوار استعمال کننگ کہ تران کروکا ہیت آتا جمع کننگ جوڑ مسوسس۔

source: Wakhi
brh: وخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
brh: کامن وائس ئے جوان کننگ کن کمک کیک؟ گیچن! ای میل نا وسیلہ اٹ اوار مس یا نظریہ نا ہاٹی ٹی، سیٹ نا ویل آتے GitHub نا کمک اٹ ساڑی کبو۔ یا Martix مچی نا چاٹ ٹی اوار مبو

source: Want to save your information? <createProfile>Create a profile</createProfile>
brh: نما چاہنداری تے خوندی کننگ خوانہ؟<createProfile> پروفائل جوڑ کبو</createProfile>

source: Want to stay in touch with Common Voice?
brh: کامن وائس تون اوار مننگ خوائیوہ۔

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
brh: اپ ڈیٹس خوارہ ہراوخت کہ نن کامن وائس ڈیٹاسیٹ نا پوسکنو ورژن ئس برجا کینہ؟ ننا نیوز لیٹر ئے سبسکرائب کبو۔

source: Watch our video explainer to help
brh: کمک کن ننا ویڈیو وضاحت کنندہ تے ہوربو۔

source: Wayuunaiki
brh: وایونائیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
brh: نن ہمیش ڈیٹا خالخواہ تینا اوفتا گُرج و سیاق و سباق نا باروٹ بننگ خوانہ۔ ڈیٹا جمع کننگ کن پلیٹ فارم آ کمک آن الیس تے ڈیٹا نا گچین کننگ اٹ بصیرت تننگ اسکان، نن <emailFragment>نمے بننگ خوانہ۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
brh: ہم تواراتا اسہ ملوکو و السی وڑ اٹ دیٹا سیٹ ئس جوڑ کننگ اے ہرادے ہر اسٹ تران نا قابل ایپلی کیشناتے ترتیب تننگ اٹ کارمرز مننگ کیک۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
brh: نن ٹیکنالوجی، ایجاد و زبان نا حق آ تیٹی السی شعبہ ٹی ساڑی مننگ نا امنائی کننگ اٹ پرجوش اون۔ اگہ نم بھلو منصوبہ یا جہد ئس برجا کننگ نا سوچھیرے گڑا برجا کننگ کن <emailFragment>رابطہ کبو۔</emailFragment>

source: We are going out to get a coffee.
brh: نن کافی دوئی کننگ کن پیشن اننگ اون۔

source: We are going out to get coffee.
brh: نن پیشن کافی کوننگ کن اننگ اون۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
brh: نن مخلوق ئے تینا جسن یا صنف نا پجار نا باروٹ انت ئس ہم پانہ اوٹی اوفکے پین ارفنگ کن گیشتر واکداری پیش کننگک۔ تینے ہمو ڈول اٹ درشان کبو ہراکے نمے فطرتی محسوس مرے۔ <learnMoreLink>جنس و جنس نا باروٹ ننا خیالاتا باروٹ پین چاہنداری دوئی کبو۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
brh: نن Mozilla ٹی وائس ٹیکنالوجی نا چپ چاگڑد ٹی اسے خاہوت ئس جوڑ کننگ اون۔ نن اپ ڈیٹس، ڈیٹا نا پوسکنو وسیلہ تون اوار رابطہ مرے و دا باروٹ گیشتر بننگ خوارے گڑا نم دا ڈیٹا ئے امر کارمرز کننگ اورے۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
brh: نن پُو مرینہ کہ بھلو و السی وڑ اٹ توار ڈیٹا سیٹاتا مشین ہیل کننگ آ مروکا تران ٹیکنالوجی ٹی ترندی و جوانگا واپاری نا مقابلہ غاتے مونی اتیک۔ یہ اسے جہانی کوشست ئس اے کہ ننے کل ئے ساڑی مننگ نا دعوت ئے ایتک۔ ننا مسخت مچا دنیا نا توار آتا بدلی تے اتیسہ تران ٹیکنالوجی ئے پین جوان جوڑ کننگ اٹ کمک کین۔

source: Website Localization
brh: ویب سائٹ علاقائی

source: Websites
brh: ویب سائٹاک

source: We couldn’t find that page for you
brh: نن نم کن ہمو پنہ ئے پٹنگ کتون

source: We couldn’t get any audio clips for you to listen to. Please try again later.
brh: نن نما بننگ کن ہچو آڈیو کلپس ئس دوئی کننگ کتاون۔ بشخنداری ولدا کوشست کبو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
brh: نن نما پاننگ کن ہچو جملہ ئس دوئی کننگ کتون۔ بشخنداری اسے وار ولدا کوشست کبو۔

source: Weekly
brh: ہفتئی

source: Weekly Goal
brh: ہفتئی آ مزل
